[
  ["One day you finally knew
  what you had to do, and began,
  though the voices around you
  kept shouting
  their bad advice--", "
  though the whole house
  began to tremble
  and you felt the old tug
  at your ankles.
  \"Mend my life!\"
  each voice cried.", "But you didn't stop.
  You knew what you had to do,
  though the wind pried
  with its stiff fingers
  at the very foundations,
  though their melancholy
  was terrible.", "It was already late
  enough, and a wild night,
  and the road full of fallen
  branches and stones.", "But little by little,
  as you left their voices behind,
  the stars began to burn
  through the sheets of clouds,
  and there was a new voice
  which you slowly
  recognized as your own,
  that kept you company
  as you strode deeper and deeper
  into the world,
  determined to do
  the only thing you could do--
  determined to save
  the only life you could save."],
  ["JavaScript (\"JS\" for short) is a full-fledged dynamic programming language that, when applied to an HTML document, can provide dynamic interactivity on websites. It was invented by Brendan Eich, co-founder of the Mozilla project, the Mozilla Foundation, and the Mozilla Corporation.", "You can do pretty much anything with JavaScript. You'll start small with simple features such as carousels, image galleries, fluctuating layouts, and responses to button clicks. Eventually as you get more experienced with the language, you'll be able to create games, animated 2D and 3D graphics, full blown database-driven apps, and more!", "JavaScript itself is fairly compact but very flexible, and developers have written a lot of tools on top of the core JavaScript language, to unlock a huge amount of extra functionality with very little effort. These include:", "Application Programming Interfaces (APIs) built into web browsers, providing various functionality like dynamically creating HTML and setting CSS styles, grabbing and manipulating a video stream from the user's webcam, or generating 3D graphics and audio samples.", "Third-party APIs to allow developers to incorporate functionality in their sites from other properties, such as Twitter or Facebook.", "Third-party frameworks and libraries you can apply to your HTML to allow you to rapidly build up sites and applications."],
  ["Oakland Raiders running back Latavius Murray, who has missed the past two games with a turf-toe injury on his right foot, will practice Wednesday in hopes of returning for Sunday’s game at the Jacksonville Jaguars.",
  "“I have no doubt that it should be a good day for me,” Murray said Wednesday about this afternoon’s practice. “Feeling good. Just excited to be able to go out there today and just get my feet wet again, you know?”",
  "Murray last played in the Raiders’ 28-27 victory at the Baltimore Ravens on Oct. 6. He has rushed for 172 yards on 40 carries, averaging 4.3 yards per carry. Rookies DeAndre Washington and Jalen Richard have averaged a combined 3.6 yards per carry the past two games as the Raiders’ run game has stalled.",
  "Raiders running back Latavius Murray is hoping to return Sunday in Jacksonville.
  And while quarterback Derek Carr praised the job done by the 5-foot-8 rookies, Carr also acknowledged the offense has missed Murray.",
  "“If you lose a starter, it’s always going to be hard on you,” Carr said following Sunday’s loss to the Kansas City Chiefs, in which Oakland rushed for a combined 65 yards.",
  "“It’s going to be hard because Tay is such a good player, Pro Bowl running back. He had over 1,000 yards last year, been in some tough games, ran the ball really hard for us. You can never just replace people and just think, 'Yes, we got it.'”",
  "Added the 6-foot-3, 230-pound Murray, who has a team-leading three rushing TDs: “I never want to be out. I want to be in there, obviously, every time we step on the field. It’s difficult, but I know it’s a part of the game. So, again, I’m ready to be out there now.”",
  "Murray, a sixth-round draft pick out of Central Florida in 2013, spent his rookie season on injured reserve with a foot issue before playing in 15 games in 2014 and all 16 games last year. This is the first time he has dealt with turf toe.",
  "“It’s one of those things you definitely don’t want to allow to linger on and get worse,” Murray said. “I’m just making sure I’m communicating with the trainers, being honest about everything. I think that’s what’s most important.”"],
  ["I'm artistically brokenhearted. I wanted to be a screen actor. I wanted to change the world through my sensitivity. But it was a very closed system in Italy. There are only like five movies per year. And there aren’t exactly auditions. You must be friends with the director to get a role. So I tried going to Britain. And that almost destroyed me", "I was always cast as a foreigner. Usually I was a Mafioso, but I played all types of foreigners. I’ve been a Spanish waiter, a Turkish waiter, and a French waiter. And they were always making me wear a mustache.", "So I tried for America. I applied for an extraordinary talent visa. It cost me $6,000. The application was the size of a book. I had to submit ten letters of recommendation to prove that I was extraordinary. What a scam that was.", "Nobody cares that I’m extraordinary. None of the television stations will audition people with this visa. Everyone wants to see a green card. I can only work on small productions. But things have gotten a little better.", "I’m getting some minor roles. I’m still playing gangsters. But sometimes I’m the funny gangster. Or the gangster with some sense. My next role is a scientist who turns into a zombie. In the movie, every stranger appears to be a zombie. But nobody is really a zombie. Strangers just seem like zombies. So, hey, there’s a moral message there."]
]
