[
  ["One day you finally knew
  what you had to do, and began,
  though the voices around you
  kept shouting
  their bad advice--
  though the whole house
  began to tremble
  and you felt the old tug
  at your ankles.
  \"Mend my life!\"
  each voice cried.", "But you didn't stop.
  You knew what you had to do,
  though the wind pried
  with its stiff fingers
  at the very foundations,
  though their melancholy
  was terrible.", "It was already late
  enough, and a wild night,
  and the road full of fallen
  branches and stones.", "But little by little,
  as you left their voices behind,
  the stars began to burn
  through the sheets of clouds,
  and there was a new voice
  which you slowly
  recognized as your own,
  that kept you company
  as you strode deeper and deeper
  into the world,
  determined to do
  the only thing you could do--
  determined to save
  the only life you could save."],
  ["JavaScript (\"JS\" for short) is a full-fledged dynamic programming language that, when applied to an HTML document, can provide dynamic interactivity on websites. It was invented by Brendan Eich, co-founder of the Mozilla project, the Mozilla Foundation, and the Mozilla Corporation.", "You can do pretty much anything with JavaScript. You'll start small with simple features such as carousels, image galleries, fluctuating layouts, and responses to button clicks. Eventually as you get more experienced with the language, you'll be able to create games, animated 2D and 3D graphics, full blown database-driven apps, and more!", "JavaScript itself is fairly compact but very flexible, and developers have written a lot of tools on top of the core JavaScript language, to unlock a huge amount of extra functionality with very little effort. These include:", "Application Programming Interfaces (APIs) built into web browsers, providing various functionality like dynamically creating HTML and setting CSS styles, grabbing and manipulating a video stream from the user's webcam, or generating 3D graphics and audio samples.", "Third-party APIs to allow developers to incorporate functionality in their sites from other properties, such as Twitter or Facebook.", "Third-party frameworks and libraries you can apply to your HTML to allow you to rapidly build up sites and applications."]
]
