[
	["Hernando de Soto was given the title Governor of Cuba by the king of Spain, Carlos V, in 1536. He was also given La Florida, the area previously given to Pánfilo de Narváez.",
		"De Soto chose to use Cuba as a home base for his supplies and for planning his expeditions. He spent his fortune recruiting, arming, and transporting his own army.",
		"When de Soto left Spain in 1538, he was heavily in debt. He believed, however, that he would regain his fortune by finding gold in La Florida.",
		"De Soto sent guides ahead to locate and chart a course for his army. The expedition set sail for Florida on the 18th of May 1539, with five large vessels and four smaller ones.", 
		"On the expedition vessels were de Soto's army as well as priests, women, horses, mules, war dogs, and pigs. On May 25th, they made landfall in the Tampa Bay area.", 
		"De Soto's expedition initially landed at Piney Point. They made camp at Uzita, which was a native village on the northern shore of the Little Manatee River.",
		"Amazingly, a cavalry patrol found a Spanish survivor from an earlier expedition. He had been searching for gold along with Narváez eleven years earlier. The Spanish survivor's name was Juan Ortiz and he had been living as an Indian.", 
		"Ortiz's rescue was a great find for de Soto since Ortiz could communicate in Spanish and many of the native languages. He could also function as a guide for the area.", 
		"As de Soto's expedition moved inland, however, they met different native groups whose languages were unfamiliar to Ortiz.",
		"The march inland began July 15, 1539, and entered previously unexplored areas of Florida's forests, rivers, bogs, and sand hills. In the vicinity of Zephyrhills and Lumberton, they found no water and several people on the journey almost died of thirst.", 
		"When the expedition group finally came to the Alafia River, they constructed a bridge and crossed successfully.",
		"Hernando de Soto and his men trudged through the wetland areas at the Cove of the Withlacoochee River. One of de Soto's challenges was crossing the Withlacoochee River because it had such strong currents. The army stretched a rope from one side to the other and managed to cross successfully.",
		"On July 29th, de Soto occupied the Timucuan Indian province of Ocali (near present-day Ocala). There, de Soto left the main part of his army and led a smaller group through present-day Levy and Alachua counties.", 
		"When they reached the Santa Fe River, they crossed it and camped at a village named Aguacaleyquen. Hernando de Soto then sent a small group of men back to lead his main group northward to be reunited with them.",
		"De Soto violated the king's ordinance to treat the natives well and convert them to Catholicism. He let it be known that he would not let anyone stand in his way. De Soto enslaved, mutilated, and executed the natives, often without provocation.",
		"De Soto had one open-field battle at Napituca near Live Oak. De Soto and his men were positioned in the surrounding woods in anticipation of an ambush. When the natives arrived, they charged. Some of the Indians were captured as slaves. Others were shot. De Soto held some chiefs as prisoners for a short time.",
		"After the open-field battle, the Spaniards traveled west and came to the River of Deer (now known as the Suwannee River). In the beginning of October, de Soto and his men crossed the Aucilla River with difficulty.", 
		"Upon crossing the Aucilla River, they entered the Apalachee's main area. The natives destroyed their crops and burned their villages as they drew back, so that de Soto and his men could not use them.",
		"The Spaniards were now under constant attack by the natives, who would kill the Spanish dispatch riders. In addition, brave native hostages used as guides often led army troops directly into ambushes, even though it most certainly meant death for them as well as the Spaniards.",
		"As de Soto continued to head west, he came upon Anhaica, the main town of the Apalachee. It was here that he made camp for the winter. He also sent a small group of men southward to Tampa Bay to lead his ships and remaining supplies to him at Anhaica.",
		"The remains of iron crossbows, iron nails, and dated copper coins have been found at Anhaica.",
		"De Soto and his army decided to head north out of Florida into Georgia. Later, he explored areas of North and South Carolina, as well as Tennessee and Alabama.", 
		"By the early 1540s, de Soto headed across the Mississippi River to look for gold and silver in what is now Arkansas. In 1542, he became ill and died of a fever... End of Section"
	],
	["Following the War of 1812 between the United States and Britain, American slave owners came to Florida in search of runaway African slaves and Indians. These Indians, known as the Seminole, and the runaway slaves had been trading weapons with the British throughout the early 1800s and supported Britain during the War of 1812.",
		"From 1817-1818, the United States Army invaded Spanish Florida and fought against the Seminole and their African American allies. Collectively, these battles came to be known as the First Seminole War.",
		"Americans reacted to these confrontations by sending Andrew Jackson to Florida with an army of about 3,000 men. Jackson was successful in his attacks and left many dead and dying Seminole behind in their destroyed villages. He went on to attack Spanish settlements and captured Spanish forts at St. Marks and Pensacola.",
		"Spaniards began to realize that they could no longer keep their territory. Spain negotiated a treaty with the United States in 1819. The agreement was signed by John Quincy Adams (Secretary of State) and Luis de Onis (Spain's Minister) and was called the Adams-Onis Treaty.",
		"The Adams-Onis Treaty gave Florida to the United States and nullified the $5,000,000 debt Spain owed to the United States. Florida now belonged to the United States.",
		"Andrew Jackson had the responsibility of setting up Florida's government, and he had a government up and running within weeks. He quickly divided Florida into two parts called counties.",
		"The area that was previously called West Florida became Escambia County, and what was once East Florida, became St. Johns County.",
		"Jackson established county courts and mayors in the cities of St. Augustine (East Florida) and Pensacola (West Florida). Afterwards, Jackson left Florida, and empowered William Pope DuVal to lead Florida as governor. Florida became an official territory on March 30, 1822.",
		"Northern settlers were invading Tallahassee, a Seminole settlement. These settlers often clashed with the Seminole. In an effort to end these conflicts, the governor asked the Seminole to move. The Seminole refused.",
		"In 1823, it became necessary for the governor to offer the Seminole a treaty, which was called the Treaty of Moultrie Creek.",
		"Treaty of Moultrie Creek required the Seminole to give up their land and move south. It also made them agree to discontinue hiding runaway slaves. The Seminole were given four million acres of land in the area south of present-day Ocala.",
		"The newly aquired area by the Seminoles was called a reservation. This reservation, however, did not suit the needs of the Seminole. Meanwhile, their former home in Tallahassee, became the new capital of the territory.",
		"In 1829, Andrew Jackson became President of the United States. He worked to have the Indian Removal Act passed by Congress. It became law in 1830. The purpose of this act was to move all the Indians to land west of the Mississippi River.",
		"The Seminole did not want to leave their Florida home, but agreed to send some chiefs to look at the new land where they would be relocated. While they were viewing the land, the chiefs were persuaded to sign a treaty agreeing to move. When they returned back to Florida, however, they claimed they had been tricked. They refused to leave.",
		"A warrior named Osceola led the Seminole in surprise attacks against the Americans. The first battle of the war was known as the Dade Massacre. It occurred when Major Dade was leading a combined Army from Fort Brooke (which is now Tampa) and Fort King (which is now Ocala).",
		"In an attack by Osceola and his men, over a hundred soldiers were killed near what is now Bushnell.",
		"The United States sent many troops into Florida to defeat the Seminole. They were successful in pushing the Seminole further and further south into the wilderness. Several agreements were made by Seminole chiefs to leave the area, but the agreements continually fell through.",
		"Finally, Osceola was captured and he died in prison in 1838. Following his death, the Seminole began to decline. Many were killed; others were captured and relocated out west. On August 14, 1842, The Second Seminole War officially ended. As a result, many Seminole were sent to reservations in the west.",
		"Floridians had continued to take steps toward statehood throughout the confrontations with the Indians. In December 1838, the year Osceola died, Florida held a convention to write a constitution. The constitution contained the laws that the citizens of Florida had agreed on to rule the territory.",
		"A council voted on and approved the Florida constitution in 1839. At that time, the United States Congress would not approve Florida as a new state because it wanted to join as a slave state. Florida was eventually admitted to the United States as a slave state at the same time that Iowa was admitted as a free state on March 3, 1845.",
		"The few Seminole that remained, after most were sent to the reservations in the west, periodically fought the Americans again from 1855 to 1858. After this final confrontation, the handful of Seminole that were still in Florida withdrew into the Everglades rather than surrender. Some Seminole Indians still live in the Everglades."
	],
	["European explorer Ponce de León first discovered Cape Canaveral in 1513. He initially called the area Corrientes, a Spanish word that described the strong currents he experienced off its coast.",
		"At that time, the Ais Indians inhabited the area. De León and another European, Francisco Gordillo, had a confrontation with them. The Ais had developed a method of making cane arrows with razor sharp ends.",
		"The cane arrows killed many Europeans. As a result of that battle, the name Canaveral, meaning cane bearer, began appearing on maps of the area.",
		"The United States Air Force acquired the land at Cape Canaveral in the 1940s. In late 1950, it opened a missile testing station there. The location was perfect for testing missiles.",
		"The location was perfect because: 1. It was isolated and would not threaten humans. 2. The climate was temperate year round and provided a great many launching opportunities. 3. •	It was on the coast and had access to tracking stations in the Caribbean. 4. Beginning the Space Program",
		"On July 24, 1950, a small rocket was launched from Cape Canaveral marking the true beginning of the space program.",
		"Rockets were launched throughout the next decade in an effort to keep up with the Soviet Union's budding space program.",
		"The Cape Canaveral space program brought businesses to Florida and began to boost the economy. Jobs and opportunities became available in the area.",
		"Pan American World Airways, the Radio Corporation of America, TransWorld Airlines, General Electric, and the Martin-Marietta Company all opened branches near the Cape.",
		"In 1958, the National Aeronautics and Space Administration, NASA, was created. NASA is a federal agency chartered to conduct space operations. NASA employed mostly civilians.",
		"Originally, NASA oversaw launching and supervising satellites that had scientific, weather, and communication capabilities.",
		"In 1961, when President John F. Kennedy announced that the United States would quote: put a man on the moon. End quote. Before the end of the decade, NASA's space program took on an entirely new sense of importance.",
		"Project Mercury was developed to enable man to orbit the earth. The capsules used in this project were only large enough for one man.",
		"On February 20, 1962, John Glenn became the first American to go into orbit.",
		"In 1963, NASA acquired almost 90,000 acres on Merritt Island near the Cape. A large complex of buildings was established on the property destined to become the hub of the American space industry.",
		"In that complex, the astronauts were trained and the space rockets were built. When President Kennedy was assassinated later in the year, the Cape's name was changed to Cape Kennedy, but it was later changed back to Cape Canaveral. However, the complex was renamed the Kennedy Space Center.",
		"The next step was the development of the Gemini Program. This program involved building larger spacecraft that could hold two astronauts.",
		"The Gemini Program initiated docking with other spacecrafts, extended the length of space flights, and made possible space walks to gain more information about the unknown frontier of space. The program was very successful and all of the goals were met within the decade.",
		"The space program continued to expand with the Apollo Program. The Apollo Program finally fulfilled the promise made by Kennedy when, on July 20, 1969, Neil Armstrong stepped on the surface of the moon and said quote, That's one small step for man, one giant leap for mankind. End quote. Visits to the moon continued as NASA continued to redesign itself and its mission.",
		"The space shuttle program began in the 70s and flourished in the 80s. Florida once again became the center of attention as this new spacecraft concept made space travel less of a dream and more of a reality.",
		"Attending launches became an exciting experience for Floridians and other Americans. Throughout the state, people who had never thought about the space program could stand outside their homes and watch the shuttle go into space.",
		"The entire state suffered on January 28, 1986 when the Challenger space shuttle exploded and killed all seven members of the crew, including teacher Christa McAuliffe, the first civilian astronaut.",
		"Despite tragedy and setbacks, Florida remains closely associated with NASA and the space program. Today, young and old tourists can go to Cape Canaveral and visit the Kennedy Space Center, Spaceport USA, and the Astronaut Hall of Fame.",
		"Tourists can visit exhibitions that recount the history of manned space flight, take guided tours of launchpads, and find out all about NASA and its plans for the future. The Kennedy Space Center opens a fascinating window to the vastness of space. It has become a launchpad to the stars."
	],
	["From at least A.D. 1000, a group of farming Indians was living in northwest Florida. They were called the Apalachees.",
		"Other Florida Indians regarded them as being wealthy and fierce. Some think the Apalachee language was related to Hitchiti of the Muskhogean language family.",
		"The Apalachees’ territory extended from the Aucilla River in the east to the Ochlockonee River in the west. Its northern boundary extended to what is now the Georgia state line, and its southern border was the Gulf of Mexico.",
		"Settlements within Apalachee Province were concentrated in today’s Leon and Jefferson counties.",
		"Prior to European contact, there were probably at least 50,000-60,000 Apalachees. They were a strong and powerful chiefdom living in widely dispersed villages. Their leaders organized their work, and much of their social, ritual and political life as well.",
		"Other tribes respected the Apalachees because they belonged to an advanced Indian civilization, they were prosperous, and they were fierce warriors. As with other Native Americans, they attacked their enemies in small raids and ambushes, and scalped their enemies.",
		"For food, they grew corn, beans and squash. Men prepared the fields and women tended the crops.",
		"Men also hunted bear, deer and small game, while women gathered nuts and berries.",
		"Traditionally the men wore deerskin loincloths and women wore Spanish moss skirts. When preparing for battle, the men painted their bodies with red ochre and put feathers in their hair.",
		"The Apalachees played a ball game that was a religious exercise as well as a sport. One village would challenge another to a match, and the two teams would have up to 100 players each. They used a hard clay ball (about the size of a golf ball) covered with buckskin.",
		"Players propelled the ball with their feet toward the goal post which was a pole topped with a stuffed eagle in a nest. They played the ball game in the spring and summer, and dedicated it to the gods of rain and thunder to ensure rain for their crops.",
		"One characteristic of precolumbian Apalachee society was their large ceremonial mounds. Some of the mounds had structures on top, and it is generally believed that the largest mound within a complex was the site of the chief’s house.",
		"Lake Jackson was the Apalachees’ capital and preeminent mound center in late prehistoric times.",
		"An expedition led by Pánfilo de Narváez in 1528 was the first group of European explorers to make contact with the Apalachees.",
		"Narváez came to the Tallahassee area searching for gold on the advice of Indians in the Tampa Bay area where he landed.",
		"More than a decade later, in 1539, Hernando de Soto wintered in Apalachee Province. His expedition members stayed in the sixteenth century Apalachee capital village called Anhaica.",
		"Both groups of Spanish intruders received a hostile reception and were under almost constant attack from the Apalachees.",
		"The European presence eventually took its toll on the Apalachees from continual skirmishes and, eventually, contagious diseases that were introduced by the explorers.",
		"Apalachee rulers requested Spanish friars as early as 1607 when epidemics and the threat of foreign attacks brought about a loss of faith in the traditional customs and leadership. Between 1633 and 1635, as least 5,000 Apalachees converted to Catholicism.",
		"The de Soto-era capital, Anhaica, became one of the first missions established in Apalachee Province around 1633, and was eventually relocated and renamed San Luis de Talimali.",
		"Between 1656 and 1704, San Luis was a principal village of the Apalachee Indians and the Spaniards’ westernmost military, religious, and administrative capital. More than 1,500 Apalachee Indians and Spaniards lived at the mission.",
		"Following a series of devastating attacks on Spanish Florida by the British and their Creek Indian allies, Mission San Luis was burned and abandoned by its residents on July 31, 1704.",
		"Some Apalachees, who were not killed outright or enslaved, migrated north in to Creek territory. Others moved east to St. Augustine with the Spaniards or temporarily relocated in Timucua Province before eventually resettling in St. Augustine.",
		"Most of the Apalachees from Mission San Luis moved westward in 1704, accepting an offer to live in French-controlled Mobile. In 1763, most of these Apalachees relocated to Rapides Parish in Louisiana. Today, 250 to 300 of their descendants still live there. They are the only documented descendants of any of Florida’s prehistoric native populations."
	]
]